class Info {
  final int position;
  final String name;
  final String lastname;
  final String iconImage;

Info(
    this.position, {
    required this.name,
    required this.lastname,
    required this.iconImage,
 
  });
}

List<Info> info = [
  Info(1,
      name: 'รถเก๋ง/กระบะ',
      lastname: ''' 
รถยนต่นั่งส่วนบุคคล ไม่เกิน 7 ที่ \nเช่น รถเก๋ง 4 ประตู รถสปอร์ต 2 ประตู รถกระบะ 4 ประตู จะคำนวณค่าภาษี รถยนต์ / ตามขนาดความจุกระบอกสูบจริง (cc)\nตามที่ปรากฏในเล่มทะเบียนรถ โดยค่าบวณ ภาษีเป็นอัตราก้าวหน้าแบบขั้นบันได
''',
      iconImage: 'assets/car1.png',
     
     ),
  Info(2,
      name: 'รถตู้',
      lastname: '''
รถยนต์นั่งส่วนบุคคล เกิน 7 ที่นั่ง (ซึ่งปกติจะหมายถึง รถตู้โดยสารแบบมีที่นั่ง) จะค่านวณค่าภาษีรถยนต์ (ค่าต่อทะเบียนรถ) ตามนํ้าหนักรถ (กิโลกรัม) ตามที่ปรากฏในเล่มทะเบียนรถ โดยคำนวณภาษีแบบเหมาตามน้ำหนักรถ                                                      
    ''',
      iconImage: 'assets/car2.png',

      ),
  Info(3,
      name: 'รถกระบะบรรทุก',
      lastname: '''
รถบรรทุกหนังสวนบุคคลที่เกิน 7 ที่นั่ง เช่น รถกระบะ 2 ประตู หรือรถตู้ขนส่งสินค้า จะคำนวณค่าภาษีรถยนต์ (ค่าต่อทะเบียนรถ) ตามน้ำหนักรถ (กิโลกรัม) ตามที่ปรากฏในเล่มทะเบียนรถ โดยคำนวณภาษีแบบเหมาตามนํ้าหนัก                                                               
    ''',
      iconImage: 'assets/car3.png',

  )

];
